USE flance_jobber;
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("тренинг менеджер", 1, 2), ("коуч", 1, 2), ("специалист по кадровому администрированию", 1, 2),
  ("специалист по работе с персоналом", 1, 2), ("специалист по льготам и компенсациям", 1, 2),
  ("compensation and benefits specialist", 1, 2), ("payroll manager", 1, 2), ("специалист по обучению персонала", 1, 2),
  ("training & development manager", 1, 2), ("t & d", 1, 2), ("специалист по подбору персонала", 1, 2),
  ("recruiter", 1, 2), ("hr директор", 1, 2), ("начальник отдела персонала", 1, 2),
  ("руководитель отдела персонала", 1, 2), ("hr generalist", 1, 2), ("тренер по продукту", 1, 2), ("нормировщик", 1, 2),
  ("it рекрутер", 1, 2), ("специалист по кадрам", 1, 2);

INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("звукорежиссер", 1, 2), ("исполнительный продюсер", 1, 2), ("линейный продюсер", 1, 2), ("продюсер", 1, 2),
  ("телепродюсер", 1, 2), ("вокалистка", 1, 2), ("певец", 1, 2), ("певица", 1, 2), ("диджей", 1, 2), ("музыкант", 1, 2),
  ("тренер по танцам", 1, 2), ("хореограф", 1, 2), ("ведущий мероприятий", 1, 2), ("оператор аттракционов", 1, 2),
  ("скульптор", 1, 2), ("крупье", 1, 2), ("маркер", 1, 2), ("дилер в покере", 1, 2), ("сотрудник кинотеатра", 1, 2),
  ("искусствовед", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("logistics manager", 1, 2), ("специалист по логистике", 1, 2), ("начальник отдела логистики", 1, 2),
  ("руководитель склада", 1, 2), ("директор по логистике", 1, 2), ("logistics director", 1, 2), ("учетчик", 1, 2),
  ("экспедитор", 1, 2), ("комплектовщик", 1, 2), ("отборщик товара", 1, 2), ("транспортный логист", 1, 2),
  ("менеджер по перевозкам", 1, 2), ("карщик", 1, 2), ("менеджер по международным перевозкам", 1, 2),
  ("диспетчер такси", 1, 2), ("водитель в семью", 1, 2), ("складской работник", 1, 2),
  ("заместитель директора по логистике", 1, 2), ("слесарь по ремонту подвижного состава", 1, 2),
  ("контролер торговых точек", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("креативный дизайнер", 1, 2), ("менеджер по связям с общественностью", 1, 2), ("brand manager", 1, 2),
  ("copywriter", 1, 2), ("менеджер по маркетингу", 1, 2), ("медиапланер", 1, 2), ("директор по рекламе", 1, 2),
  ("начальник отдела рекламы", 1, 2), ("chief marketing officer", 1, 2), ("начальник отдела маркетинга", 1, 2),
  ("ассистент по маркетингу", 1, 2), ("marketing assistant", 1, 2), ("помощник маркетолога", 1, 2),
  ("product manager", 1, 2), ("account manager", 1, 2), ("аккаунт менеджер", 1, 2), ("art director", 1, 2),
  ("account director", 1, 2), ("internet marketing manager", 1, 2), ("web marketing manager", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("dtp designer", 1, 2), ("главный редактор", 1, 2), ("радиоведущий", 1, 2), ("writer", 1, 2),
  ("телеоператор", 1, 2), ("кинооператор", 1, 2), ("видеомонтажник", 1, 2), ("тележурналист", 1, 2),
  ("корреспондент", 1, 2), ("репортер", 1, 2), ("фотокорреспондент", 1, 2), ("режиссер монтажа", 1, 2),
  ("звукооператор", 1, 2), ("диктор", 1, 2), ("видеоинженер", 1, 2), ("редактор ленты новостей", 1, 2),
  ("литературный редактор", 1, 2), ("корректор", 1, 2), ("телеведущий", 1, 2), ("редактор", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("стоматолог", 1, 2), ("терапевт", 1, 2), ("педиатр", 1, 2), ("аллерголог", 1, 2), ("ангиохирург", 1, 2),
  ("хирург сосудистый", 1, 2), ("андролог", 1, 2), ("аритмолог", 1, 2), ("ароматерапевт", 1, 2), ("артролог", 1, 2),
  ("бактериолог", 1, 2), ("валеолог", 1, 2), ("венеролог", 1, 2), ("вертебролог", 1, 2), ("врач общей практики", 1, 2),
  ("врач по спортивной медицине", 1, 2), ("инструктор лфк", 1, 2), ("гастроэнтеролог", 1, 2), ("гематолог", 1, 2),
  ("гериатр", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("crew manager", 1, 2), ("стивидор", 1, 2), ("тальман", 1, 2), ("матрос", 1, 2), ("фрахтовый брокер", 1, 2),
  ("лоцман", 1, 2), ("боцман", 1, 2), ("капитан судна", 1, 2), ("суперинтендант", 1, 2), ("кок", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("translator", 1, 2), ("завуч", 1, 2), ("директор школы", 1, 2), ("преподаватель английского", 1, 2),
  ("english teacher", 1, 2), ("учитель английского языка", 1, 2), ("репетитор английского языка", 1, 2),
  ("филолог", 1, 2), ("переводчик немецкого языка", 1, 2), ("переводчик английского", 1, 2),
  ("школьный психолог", 1, 2), ("преподаватель немецкого языка", 1, 2), ("преподаватель иностранных языков", 1, 2),
  ("преподаватель французского языка", 1, 2), ("переводчик французского языка", 1, 2), ("воспитатель", 1, 2),
  ("научный сотрудник", 1, 2), ("учитель", 1, 2), ("педагог", 1, 2), ("методист", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("брокер по недвижимости", 1, 2), ("консультант по недвижимости", 1, 2),
  ("менеджер по аренде недвижимости", 1, 2), ("специалист по аренде недвижимости", 1, 2), ("риелтор", 1, 2),
  ("агент по недвижимости", 1, 2), ("оценщик недвижимости", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("фандрайзер", 1, 2), ("специалист по социальной работе", 1, 2), ("социальный работник", 1, 2),
  ("волонтер", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("it security specialist", 1, 2), ("комендант", 1, 2), ("консьерж", 1, 2), ("сотрудник охраны", 1, 2),
  ("вахтер", 1, 2), ("инспектор службы безопасности", 1, 2), ("специалист по экономической безопасности", 1, 2),
  ("оператор видеонаблюдения", 1, 2), ("оператор пульта охраны", 1, 2), ("старший смены охраны", 1, 2),
  ("сотрудник правоохранительных органов", 1, 2), ("hard collection", 1, 2),
  ("специалист по информационной безопасности", 1, 2), ("инженер пожарной безопасности", 1, 2),
  ("начальник службы безопасности", 1, 2), ("кинолог", 1, 2), ("телохранитель", 1, 2), ("начальник охраны", 1, 2),
  ("сторож", 1, 2), ("охранник", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("sharepoint", 1, 2), ("3d дизайнер", 1, 2), ("3d аниматор", 1, 2), ("flash designer", 1, 2),
  ("флеш аниматор", 1, 2), ("ui designer", 1, 2), ("ux designer", 1, 2), ("interface designer", 1, 2),
  ("gui дизайнер", 1, 2), ("ui", 1, 2), ("user interface designer", 1, 2), ("дизайнер интерфейсов", 1, 2),
  ("it project manager", 1, 2), ("руководитель it проекта", 1, 2), ("team lead", 1, 2), ("архитектор по", 1, 2),
  ("architect", 1, 2), ("администратор базы данных", 1, 2), ("database administrator", 1, 2), ("ms sql", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("менеджер по автокредитованию", 1, 2), ("дилер", 1, 2), ("брокер по ценным бумагам", 1, 2),
  ("специалист по ценным бумагам", 1, 2), ("credit controller", 1, 2), ("региональный менеджер", 1, 2),
  ("regional manager", 1, 2), ("торговый представитель", 1, 2), ("аналитик продаж", 1, 2), ("sales analyst", 1, 2),
  ("менеджер по продаже мебели", 1, 2), ("менеджер по продаже металлопроката", 1, 2),
  ("менеджер по продажам оборудования", 1, 2), ("менеджер по работе с клиентами", 1, 2),
  ("руководитель отдела продаж", 1, 2), ("менеджер по продаже недвижимости", 1, 2),
  ("специалист по продаже недвижимости", 1, 2), ("специалист по недвижимости", 1, 2),
  ("менеджер по продаже рекламы", 1, 2),
  ("менеджер по продажам рекламных площадей", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("инженер систем безопасности", 1, 2), ("специалист по обслуживанию платежных терминалов", 1, 2),
  ("специалист по обслуживанию банкоматов", 1, 2), ("инженер по технадзору", 1, 2),
  ("мастер по ремонту оргтехники", 1, 2), ("hardware specialist", 1, 2), ("печатник флексопечати", 1, 2),
  ("тигельщик", 1, 2), ("контролер отк", 1, 2), ("специалист по стандартизации и сертификации", 1, 2),
  ("электронщик", 1, 2), ("радиомонтажник", 1, 2), ("руководитель производства", 1, 2), ("мастер цеха", 1, 2),
  ("управляющий производством", 1, 2), ("модельер одежды", 1, 2), ("обвальщик мяса", 1, 2),
  ("специалист по планированию производства", 1, 2), ("фармаколог", 1, 2), ("кромковщик", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("животновод", 1, 2), ("санитарка", 1, 2), ("фасовщик", 1, 2), ("упаковщик", 1, 2), ("упаковщица", 1, 2),
  ("подсобник", 1, 2), ("хозяйственник", 1, 2), ("помощник по хозяйству", 1, 2), ("резчик стекла", 1, 2),
  ("стекольщик", 1, 2), ("сортировщик", 1, 2), ("расклейщик объявлений", 1, 2), ("кухонный работник", 1, 2),
  ("гардеробщица", 1, 2), ("разнорабочий", 1, 2), ("прачка", 1, 2), ("управляющий домом", 1, 2), ("сборщик ягод", 1, 2),
  ("парковщик", 1, 2), ("дворник", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("землеупорядчик", 1, 2), ("главный агроном", 1, 2), ("комбайнер", 1, 2), ("директор элеватора", 1, 2),
  ("рыбовод", 1, 2), ("аквариумист", 1, 2), ("менеджер по продажам сзр", 1, 2), ("пчеловод", 1, 2),
  ("озеленитель", 1, 2), ("зоотехник", 1, 2), ("садовник", 1, 2), ("ветеринар", 1, 2), ("тракторист", 1, 2),
  ("агроном", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("администратор фитнес клуба", 1, 2), ("администратор спортивного клуба", 1, 2), ("стилист", 1, 2),
  ("банщик", 1, 2), ("грумер", 1, 2), ("администратор сауны", 1, 2), ("директор салона красоты", 1, 2),
  ("директор фитнес клуба", 1, 2), ("аналитик спортивных событий", 1, 2), ("мастер маникюра/педикюра", 1, 2),
  ("визажист", 1, 2), ("парикмахер", 1, 2), ("администратор салона красоты", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("медицинский ассистанс", 1, 2), ("менеджер по страхованию", 1, 2), ("директор страховой компании", 1, 2),
  ("аварийный комиссар", 1, 2), ("сюрвейер", 1, 2), ("андеррайтер", 1, 2),
  ("специалист по урегулированию убытков", 1, 2), ("страховой агент", 1, 2), ("актуарий", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("главный архитектор проекта", 1, 2), ("сварщик ручной дуговой сварки", 1, 2), ("монтер", 1, 2),
  ("слесарь сборщик", 1, 2), ("замерщик дверей", 1, 2), ("замерщик окон", 1, 2), ("машинист асфальтоукладчика", 1, 2),
  ("машинист бетононасоса", 1, 2), ("машинист катка", 1, 2), ("вентиляционщик", 1, 2),
  ("монтажник систем вентиляции", 1, 2), ("машинист автогрейдера", 1, 2), ("машинист бульдозера", 1, 2),
  ("гибщик", 1, 2), ("менеджер по продажам сантехники", 1, 2), ("менеджер по продажам строительных материалов", 1, 2),
  ("снабженец в строительстве", 1, 2), ("руководитель строительного проекта", 1, 2),
  ("директор по строительству", 1, 2), ("менеджер по продажам окон", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("специалист по технической поддержке", 1, 2), ("специалист службы поддержки", 1, 2), ("cisco", 1, 2),
  ("cisco инженер", 1, 2), ("ccda", 1, 2), ("ccna", 1, 2), ("hds", 1, 2), ("http", 1, 2), ("сетевой инженер", 1, 2),
  ("инженер связи", 1, 2), ("vas", 1, 2), ("gsm", 1, 2), ("gps", 1, 2), ("sdh", 1, 2), ("nss", 1, 2),
  ("инженер технической поддержки", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("cio", 1, 2), ("chief information officer", 1, 2), ("директор по информационным технологиям", 1, 2),
  ("начальник it отдела", 1, 2), ("руководитель it отдела", 1, 2), ("директор предприятия", 1, 2),
  ("chief executive officer", 1, 2), ("general manager", 1, 2), ("сeo", 1, 2), ("business development director", 1, 2),
  ("операционный директор", 1, 2), ("chief visionary officer", 1, 2), ("coo", 1, 2), ("cvo", 1, 2),
  ("operations director", 1, 2), ("chief operating officer", 1, 2), ("директор представительства", 1, 2), ("cto", 1, 2),
  ("заместитель коммерческого директора", 1, 2), ("заместитель генерального директора", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("менеджер по продажам автозапчастей", 1, 2), ("менеджер по продаже автозапчастей", 1, 2),
  ("инженер по гарантии", 1, 2), ("начальник азс", 1, 2), ("директор сто", 1, 2), ("автомойщик", 1, 2),
  ("ходовик", 1, 2), ("администратор сто", 1, 2), ("полировщик", 1, 2), ("карбюраторщик", 1, 2), ("дизелист", 1, 2),
  ("директор автосалона", 1, 2), ("автомеханик", 1, 2), ("менеджер по продажам автомобилей", 1, 2),
  ("администратор автосалона", 1, 2), ("администратор автомойки", 1, 2), ("оператор азс", 1, 2),
  ("шиномонтажник", 1, 2), ("моторист", 1, 2), ("рихтовщик", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("category manager", 1, 2), ("менеджер категории", 1, 2), ("merchandiser", 1, 2),
  ("руководитель розничной сети", 1, 2), ("store manager", 1, 2), ("руководитель магазина", 1, 2),
  ("руководитель торгового отдела", 1, 2), ("визуальный мерчендайзер", 1, 2), ("старший кассир", 1, 2),
  ("кассир в ресторан", 1, 2), ("распространитель листовок", 1, 2), ("менеджер по продажам канцтоваров", 1, 2),
  ("помощник категорийного менеджера", 1, 2), ("продавец непродовольственных товаров", 1, 2),
  ("продавец продовольственных товаров", 1, 2), ("товаровед", 1, 2), ("администратор магазина", 1, 2),
  ("категорийный менеджер", 1, 2), ("директор магазина", 1, 2), ("управляющий магазином", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("менеджер по продажам туристических услуг", 1, 2), ("менеджер визового отдела", 1, 2),
  ("визовый менеджер", 1, 2), ("авиадиспетчер", 1, 2), ("авиакассир", 1, 2), ("бортпроводник", 1, 2),
  ("стюардесса", 1, 2), ("менеджер по туризму", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("lawyer", 1, 2), ("paralegal", 1, 2), ("legal secretary", 1, 2),
  ("юрист по интеллектуальной собственности", 1, 2), ("юрист по ценным бумагам", 1, 2),
  ("специалист по регистрации юридических лиц", 1, 2), ("юрист в банк", 1, 2),
  ("заместитель начальника юридического отдела", 1, 2), ("секретарь судебного заседания", 1, 2),
  ("арбитражный управляющий", 1, 2), ("специалист по взысканию проблемной задолженности", 1, 2),
  ("специалист по работе с проблемной задолженностью", 1, 2), ("адвокат", 1, 2), ("нотариус", 1, 2),
  ("патентовед", 1, 2), ("прокурор", 1, 2), ("помощник адвоката", 1, 2), ("начальник юридического отдела", 1, 2),
  ("коллектор", 1, 2), ("помощник нотариуса", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("driver", 1, 2), ("office manager", 1, 2), ("secretary", 1, 2), ("персональный ассистент", 1, 2),
  ("administrative assistant", 1, 2), ("личный ассистент", 1, 2), ("personal assistant", 1, 2),
  ("заведующий архивом", 1, 2), ("водитель такси", 1, 2), ("менеджер по клинингу", 1, 2), ("дальнобойщик", 1, 2),
  ("водитель со своим автомобилем", 1, 2), ("водитель автобуса", 1, 2), ("водитель в офис", 1, 2),
  ("водитель руководителя", 1, 2), ("личный водитель", 1, 2), ("водитель международник", 1, 2),
  ("водитель со своим грузовым авто", 1, 2), ("soft collection", 1, 2), ("водитель грузовика", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("аналитик фондового рынка", 1, 2), ("бухгалтер в банк", 1, 2), ("accountant bank", 1, 2),
  ("кредитный аналитик", 1, 2), ("верификатор", 1, 2), ("руководитель отделения банка", 1, 2), ("treasury bank", 1, 2),
  ("хранитель ценных бумаг", 1, 2), ("оценщик ювелирных изделий", 1, 2), ("абс б2", 1, 2),
  ("специалист по финансовому мониторингу", 1, 2), ("персональный финансовый консультант", 1, 2),
  ("инвестиционный аналитик", 1, 2), ("кассир в банк", 1, 2), ("операционист", 1, 2), ("инкассатор", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("инвестиционный менеджер", 1, 2), ("investment manager", 1, 2), ("специалист по привлечению инвестиций", 1, 2),
  ("accountant", 1, 2), ("chief accountant", 1, 2), ("ifrs", 1, 2), ("налоговый учет", 1, 2), ("tax manager", 1, 2),
  ("бухгалтер по налогам", 1, 2), ("financial analyst", 1, 2), ("financial controller", 1, 2),
  ("financial manager", 1, 2), ("cfo", 1, 2), ("finance director", 1, 2), ("учет тмц", 1, 2),
  ("internal auditor", 1, 2), ("ведущий бухгалтер", 1, 2), ("старший бухгалтер", 1, 2), ("senior accountant", 1, 2),
  ("начальник финансового отдела", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("метрдотель", 1, 2), ("мучник", 1, 2), ("помощник повара", 1, 2), ("управляющий ресторана", 1, 2),
  ("управляющий гостиницей", 1, 2), ("менеджер хорека", 1, 2), ("менеджер horeca", 1, 2), ("повар универсал", 1, 2),
  ("портье", 1, 2), ("повар в семью", 1, 2), ("администратор кафе", 1, 2), ("швейцар", 1, 2), ("cook", 1, 2),
  ("кальянщик", 1, 2), ("тестомес", 1, 2), ("формовщик теста", 1, 2), ("администратор бара", 1, 2), ("спасатель", 1, 2),
  ("повар горячего цеха", 1, 2), ("менеджер ресторана", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("витражист", 1, 2), ("веб верстальщик", 1, 2), ("game designer", 1, 2), ("видео дизайнер", 1, 2),
  ("цветокорректор", 1, 2), ("конструктор мебели", 1, 2), ("дизайнер", 1, 2), ("помощник дизайнера", 1, 2),
  ("промышленный дизайнер", 1, 2), ("дизайнер мебели", 1, 2), ("ландшафтный дизайнер", 1, 2), ("флорист", 1, 2),
  ("иллюстратор", 1, 2), ("ретушер", 1, 2), ("дизайнер интерьера", 1, 2), ("художник", 1, 2), ("фотограф", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("директор по закупкам", 1, 2), ("руководитель отдела закупок", 1, 2), ("руководитель отдела снабжения", 1, 2),
  ("procurement specialist", 1, 2), ("purchasing manager", 1, 2), ("специалист отдела закупок", 1, 2), ("buyer", 1, 2),
  ("начальник отдела закупок", 1, 2), ("начальник отдела снабжения", 1, 2), ("снабженец", 1, 2), ("закупщик", 1, 2),
  ("менеджер по снабжению", 1, 2), ("менеджер по закупкам", 1, 2);
INSERT IGNORE INTO Tags (tagName, `enable`, lang)
VALUES ("внешний аудитор", 1, 2), ("lotus", 1, 2), ("sap", 1, 2), ("tax consultant", 1, 2),
  ("консультант по налогам", 1, 2), ("strategic planner", 1, 2), ("стратег", 1, 2), ("консультант 1с", 1, 2),
  ("1с консультант", 1, 2), ("salesforce", 1, 2), ("axapta", 1, 2), ("navision", 1, 2), ("abap", 1, 2),
  ("hyperion", 1, 2), ("siebel", 1, 2), ("hansaworld", 1, 2), ("cognos", 1, 2), ("jd edwards", 1, 2), ("парус", 1, 2),
  ("галактика", 1, 2);